[
    {
        "id": "about",
        "contents": {
            "en": "<p><em>Duplo vê*</em>, is at once, the name for the letter W in Portuguese (inspired by the title <em>W ou</em> <em>les souvenirs d’enfance </em>by George Perec) and also the “double sight” of a\ncross-eyed God. <em>Duplo vê</em> could have a subtitle: essay on\nthe strabismus of God. </p><p>There is a temptation probably as old as the appearance of man: the desire to see other realities behind\nreality. This disposition infinitely multiplies the possibilities of\ninterpretation and the meaning of things and makes it impossible to name things exactly as they are. This atavism — to see things behind other things — is born of a malformation of the eye of God, a convergent strabismus so severe that translates into duplication. These asymptotes realities are no more than the symmetrical reflection of the same, a Tautology.\n<br/><br/>\nThe <em>Duplo vê</em> project has three autonomous directions:\n<br/>1. an exhibition: <em>Duplo vê</em> was at Casa das Histórias in Cascais, Portugal (from September 29<sup>th</sup> till November 13<sup>th</sup> 2016).\n<br/>2. a website: <a href=\"http://dupluvedupluvedupluve.com/\">www.dupluvedupluvedupluve.com</a>\n<br/>3. a book: <em>Duplo vê</em>. <em>The Tautologist</em> (available\nfrom April 2017).<br/>\nEach manifestation contributes to the entirety of the editorial plan. <br/><br/>\nLike in the exhibition, the website is made of 18 tables over which are exhibited 258 drawings. Each drawing has its idiosyncrasy — as a particular event in the unveiling of a story —, even though it belongs to a bigger story that gathers several drawings like As Metamorfoses das Sombras [The Metamorphosis of the Shadows], A Guerra das Formas [The War of Shapes], W ou a Vida Selvagem [W or The Wild Life], O Quarto Nupcial do Anti-Globo [The Nuptial Bedroom of the Anti-Globe], A Nova Teoria do Sacrifício [The New Theory of Sacrifice] or yet A História Fantástica do Mergulho [The Fantastic Story of the Diving]. Each drawing contaminates another, each story contaminates others. Story A is near story C; in story C there is a detail that\nbelongs to story B; story B, in its turn, has chromatic similarities with story F, and so forth. These numerous combinations feed the possibility of an endless story. <br/>The user can navigate through the tables and, in each one, access each drawing, its title and the commentary of authors that have elective affinities with Mattia Denisse’s work.\n<br/><br/><b><em>Duplo vê</em> is a project by Mattia Denisse and Dois Dias edições. Project coordination is done by Lígia Afonso, and website design and implementation by André Sousa. The translations of the marginalias was done by Susana Pomba.</b><br/><br/></p><p><em>Duplo Vê</em> by Catarina Alfaro<br/></p><p>“Taking the idea of a ‘divine eye impairment’ as his starting point, Denisse looks at the enigma involved in understanding the world: are things simply the way that they are (regardless of how we see them), or is reality infinitely intangible and mysterious?”<br/><a href=\"http://dupluvedupluvedupluve.com/#/en/duplo-ve-por-catarina-alfaro\">Read more</a></p><p>—</p><p>\n*the Portuguese name for the letter W. In English a literal translation would be <em>double v</em>, but the correct name for the letter W in English would be <em>double u</em>. In Portuguese this represents a play on words because “Vê” is also a form of the verb to see. This double meaning is lost in the English translation.</p><p>—</p><p>Acknowledgements:</p><p>Alexandre Estrela, André Cepeda, António Silveira Gomes, Arthur Dessine-Tiamat, Bruno Marchand, Eduardo Matos, Francisca Bagulho, Frederico Duarte, Gonçalo Pena, Joana Levi, João Maria Gusmão, Laetitia Morais, Mariana Lanari, Marta Lança, Marta Moreira, Natxo Checa, Nuno Moura, Patrícia Mourão, Pedro Moura, Pedro Nora, Pedro Paiva, Rui Oliveira, Sara e André, Susana Gaudêncio, Tiago Baptista, Arte Capital. Video by Pedro Paiva and Rui Paiva: Mr. Abel Calixto, his friends and wife, Bernardo Caldeira.</p><p>With the support of:</p>",
            "pt": "<p><em>Duplo vê </em>é, ao mesmo tempo, o nome em extensão da letra W (inspirado no título de George Perec, <em>W ou les souvenirs d’enfance</em>) e também o “duplo ver” de um Deus vesgo. <em>Duplo vê</em> poderia ter um subtítulo: ensaio sobre o estrabismo de Deus.</p><p>Existe uma tentação provavelmente tão antiga como a aparição do homem: o desejo de ver outras realidades atrás da realidade. Esta disposição multiplica infinitamente as possibilidades de interpretação e o significado das coisas e impossibilita a nomeação das coisas tal e qual como elas são. Este atavismo — ver atrás das coisas outras coisas — nasce duma deformação ocular de Deus, um estrabismo convergente tão pronunciado que se traduz num desdobramento. Estas realidades, assímptotas, não são mais do que o reflexo simétrico do mesmo, uma Tautologia.</p><p>O projeto <em>Duplo vê</em> tem três direções autónomas:<br/>1. uma exposição: <em>Duplo vê</em> que esteve patente na Casa das Histórias em Cascais (29 de setembro a 13 de novembro de 2016).<br/>2. um site: <a href=\"http://dupluvedupluvedupluve.com/\">www.dupluvedupluvedupluve.com</a>.<br/>3. um livro: <em>Duplo vê. O Tautólogo</em> (disponível a partir de abril de 2017).<br/>Cada manifestação contribui para a totalidade do plano editorial.</p><p>Tal como na exposição, o website é composto por 18 mesas sobre as quais estão expostos 258 desenhos. Cada desenho tem a sua idiossincrasia — como um evento particular no desenrolar de uma história —, apesar de pertencer a uma história maior que agrupa vários desenhos como As Metamorfoses das Sombras, A Guerra das Formas, W ou a Vida Selvagem, O Quarto Nupcial do Anti-Globo, A Nova Teoria do Sacrifício ou ainda A História Fantástica do Mergulho. Cada desenho contamina o outro, cada história contamina as outras. A história A está próxima da história C; na história C existe um detalhe que pertence à história B; a história B, por sua vez, tem semelhanças cromáticas com a história F, e por aí adiante. Estas inúmeras combinações alimentam a hipótese de uma história infinita.</p><p>O utilizador pode navegar entre mesas e, em cada uma destas, aceder a cada desenho, ao seu título e ao comentário de autores com afinidades eletivas com a obra de Mattia Denisse.<br/></p><p><b><em>Duplo vê é</em> um projeto de Mattia Denisse e Dois Dias edições. A coordenação do projeto é de Lígia Afonso e o design e implementação do site é da responsabilidade de André Sousa. Susana Pomba traduziu as marginálias. </b><br/></p><p><b><br/></b></p><blockquote><p><em>Duplo Vê</em> por Catarina Alfaro</p><p>“A partir de uma &lsquo;deficiência ocular de Deus&rsquo;, Mattia fixa o enigma da compreensão do mundo: as coisas são como são (independentemente de como as vemos) ou a realidade é infinitamente inatingível e misteriosa?”</p><p><a href=\"/#/pt/duplo-ve-por-catarina-alfaro\">Ler +</a></p></blockquote><blockquote><p><em>Duplo Vê — O Tautólogo</em> por Mattia Denisse</p><p>“A velha pergunta… O Tautólogo! Deus Vesgo ou Deus ébrio? Deus Vesgo e Deus ébrio. São mais dois nomes a acrescentar à lista infinita dos seus nomes que são antes de tudo a denominação das suas qualidades. Mas é proibido pronunciar o seu verdadeiro nome, como se existisse atrás dele um segredo inconfessável. Todavia, no caso que nos ocupa, a proibição é derisória, <em>c’est une ruse</em>, porque o Nome é simplesmente impossível de articular: é a lista exaustiva de tudo o que é. E as histórias, também fazem parte da teimosia do real em ser unicamente o que é?”<br/></p><p><a href=\"/#/pt/o-mundo-e-idiota\">Ler +</a><br/></p></blockquote><p><br/>—</p><p>Agradecimentos:</p><p>Alexandre Estrela, André Cepeda, António Silveira Gomes, Arthur Dessine-Tiamat, Bruno Marchand, Eduardo Matos, Francisca Bagulho, Frederico Duarte, Gonçalo Pena, Joana Levi, João Maria Gusmão, Laetitia Morais, Mariana Lanari, Marta Lança, Marta Moreira, Natxo Checa, Nuno Moura, Patrícia Mourão, Pedro Moura, Pedro Nora, Pedro Paiva, Rui Oliveira, Sara e André, Susana Gaudêncio, Tiago Baptista, Arte Capital. Vídeo Pedro Paiva e Rui Paiva: Sr. Abel Calixto, amigos e esposa, Bernardo Caldeira.</p><p>Apoios:</p>"
        }
    },
    {
        "id": "duplo-ve-por-catarina-alfaro",
        "contents": {
            "en": "<p><strong>Excerpts from the curatorial text of the exhibition <em> Duplo Vê</em> at Casa das Histórias Paula Rego (Paula Rego House of Stories). September–November 2016.\n    <span class=\"author\">Text by Catarina Alfaro.</span>\n  </strong>\n</p>\n<p>\n<br/>\n  In <em>Duplo Vê</em>, Mattia Denisse (1967) is presenting a set of 257 drawings arranged across 18 tables, made in a variety of styles, from figuration to schematic simplification. His ‘asymptotic’ stories, which are told through drawings that differ from one another in theme, co-exist and are displayed alongside one another, albeit with differing degrees of closeness. Yet they do, in fact, make reference to one another, despite the apparent lack of any logical sequence. <em>Duplo Vê</em> (2016) – a series of drawings created especially for this exhibition – is like a final chapter that brings all of the narrative threads back together again, weaving them into their essential form. Taking the idea of a ‘divine eye impairment’ as his starting point, Denisse looks at the enigma involved in understanding the world: are things simply the way that they are (regardless of how we see them), or is reality infinitely intangible and mysterious? <em>Duplo Vê</em> is at once the extended name for the letter W in Portuguese, and also alludes to the ‘double vision’ of a cross-eyed god.\n</p>\n<p>\n  These stories, stemming from quite different origins and never merging, nonetheless end up seeping into one another, thus opening up the possibility of a narrative that is largely driven by the artist himself, represented with and through his double (<em>doublé</em>). This imaginative projection creates a somewhat ghostly and changeable character at the heart of the narrative, who takes on myriad points of view in different stories. There is the erudite visiting lecturer on the cusp of revealing the meaning of the universe to the primitive savage, the chess player, the writer and the geographer, to name but a few. The double simply reflects the idea that cuts across the whole exhibition: the apparent duplication of reality.\n</p>\n<p>\n  Our very gaze is conditioned to take two separate forks as we perform our staggered reading of the images, attempting to extract the narrative meaning from the comings and goings of the stories; that is simultaneously present and absent. At times, the visual experience has a dizzying effect as we pore over the drawings, which act as zoomed-in shots or sections of graphic elements of other drawings that have been blown up to an excessive size.\n</p>\n<p>\n  The titles given to each of the works serve as orientation pointers or tools apparently provided to help us decipher the narratives. Moreover, the titles add to the ubiquitous yet enigmatic literary dimension to Denisse’s work, exquisitely shaped by the texts of the artist.\n</p>\n<p>\n  Some ‘literary’ references are more immediately evident in the drawings, such as when they evoke the celebrated 16th-century essayist Montaigne (1533–1592) through one of his doubles, in a series of drawings that depict his fall from a horse and point out the impossibility of experiencing one’s own death.\n</p>\n  <p>Here and there we also come across aspects of geography, geometry, physics, anthropology, Kabbalism, mythology and philosophy, which all punctuate the artist’s imaginative landscape and which serve to transcend given knowledge and create a theory of the existing universe. The Geometrical Women thus appears to present a new kind of geometry: that of desire. “[…] What would God look like to the Geometrical Woman? A set of parallel lines? An equilateral triangle? A single point? Ultimately I came up with the image of an ellipsoid, crossed at its centre by an axis with ends disappearing into the darkness. […] My unconscious tried to make the image more sensual with oblongs and curved shapes. The very idea of God was informed by an exercise of geometric ingenuity: […] In trying to concentrate, I even questioned whether God could be a square […]”<sup>1</sup>. “The appearance of colour is the result of an original myth, with geometry also impinging on and informing the image.”<sup>2</sup></p>\n<p>\n  The fiction devised by Denisse, which serves as the basis for the figuration of these similar worlds within their graphic universe, criss-crossed by all the echoes of different disciplines arising from human knowledge, ultimately originates from an error in the divine vision itself, which has in some way impaired our human vision. When all is said and done, the artist’s drawings play upon the impossibility of perceiving what is real, and thus depicting it, as ‘man suffers from two contradictory instances of powerlessness at the same time. He can’t see the world simply as it is, and at the same time he can’t invent a world that is completely different from what it is.’<sup>3</sup></p>\n<p class=\"small\">\n  <sup>1</sup> Mattia Denisse, <em>Compêndio de Geometria Clitoridiana</em>, 2014, p.23.\n  <br/><sup>2</sup> Mattia Denisse, <em>Compêndio de Geometria Clitoridiana</em>, 2014, p. 27.\n  <br/><sup>3</sup> Arthur Dessine-Tiamat (Mattia Denisse) <em>Arthur Dessine-Tiamat comenta Duplo Vê de Mattia Denisse</em> (text of the exhibition <em>Duplo Vê</em>), September 2016 (on press).\n</p>",
            "pt": "<p><strong>Excertos do texto curatorial da exposição <em>Duplo Vê</em> na Casa das Histórias Paula Rego de Setembro a Novembro de 2016.\n    <span class=\"author\">Texto por Catarina Alfaro.</span>\n  </strong>\n</p>\n<p>\n<br/>\n  Em <em>Duplo Vê</em>, Mattia Denisse (1967) apresenta um conjunto de 257 desenhos, dispostos em 18 mesas, realizados numa multiplicidade estilística que vai da figuração à simplificação esquemática. As histórias a<em>ssímptotas,</em> contadas através de desenhos tematicamente diferenciados, co-existem e são expostas em paralelo mas com diferentes graus de proximidade. Sem qualquer lógica sequencial aparente, remetem, no entanto, umas para as outras. <em>Duplo Vê</em> (2016) – um conjunto de desenhos realizado especificamente para esta exposição – surge como um último capítulo que reconduz todos estes fragmentos narrativos à sua unidade essencial. A partir de uma “deficiência ocular de Deus”, Mattia fixa o enigma da compreensão do mundo: as coisas são como são (independentemente de como as vemos) ou a realidade é infinitamente inatingível e misteriosa? <em>Duplo Vê</em> é, ao mesmo tempo, o nome em extensão da letra W e “o ‘duplo ver’ de um Deus vesgo”.\n</p>\n<p>\n  Estas histórias de génese completamente distinta, não se misturando nunca, acabam por se contaminar, abrindo assim a possibilidade de uma narrativa que é, em grande parte, conduzida pelo próprio autor repetidamente representado com e através do seu duplo (<em>doublé</em>). É esta projecção fantasiosa, personagem algo fantasmática e mutável na sua função narrativa, que assume múltiplas facetas em diferentes histórias. De conferencista-erudito, prestes a revelar o sentido do universo, a primitivo selvagem; de jogador de xadrez a escritor ou geógrafo, o duplo reflecte apenas uma ideia transversal à exposição: a duplicação aparente da realidade.\n</p>\n<p>\n  Também o nosso olhar é condicionado no sentido de bifurcar na leitura intercalada das imagens, na tentativa de extrairmos do encontro e desdobramento das histórias o seu sentido narrativo, presente e ausente. Por vezes, essa experiência visual acontece vertiginosamente quando nos debruçamos sobre os desenhos que funcionam como <em>zooms</em> ou planos excessivamente ampliados de elementos gráficos de outros desenhos.\n</p>\n<p>\n  Os títulos atribuídos a cada uma das obras funcionam enquanto instrumentos de mapeamento, ou dispositivos de aparente decifração destas narrativas. Por outro lado, os títulos acentuam a sempre presente dimensão literária e enigmática da obra de Mattia, perfeitamente plasmada nos textos do artista.\n</p>\n<p>\n  As referências “literárias” emergem de modo mais directo nos desenhos, por exemplo, quando neles evoca um célebre ensaísta do sec. XVI, Montaigne (1533-1592), através de um seu duplo, numa série de desenhos que relatam a sua queda de cavalo e impossibilidade da experiência da morte.\n</p>\n<p>\n  Aqui e ali, encontramos igualmente presentes aspectos do conhecimento da geografia, da geometria, da física, da antropologia, da cabalística, da mitologia e da filosofia que estruturam o território imagético do artista, deles se servindo para os transcender e criar uma teoria sobre o universo existente. A Mulher Geométrica surge, assim, enquanto possibilidade de uma nova geometria: a geometria do desejo. “[…] que forma teria Deus para a Mulher Geométrica? Um conjunto de linhas paralelas? Um triângulo equilátero? Um ponto apenas? Cheguei, enfim à imagem de um elipsóide que era, ao centro, atravessado por um eixo cujas extremidades desapareciam nas trevas. […] o meu inconsciente tentava sensualizar a imagem com formas oblongas e curvas. Mesmo a ideia de Deus configura-se através de um exercício de imaginação geométrica: ‘[…] Tentei, no entanto, concentrar-me – será Deus um quadrado?[…]’<sup>1</sup>. O surgimento da cor é explicado com um mito original, onde a geometria também se inscreve e condiciona <sup>2</sup>.\n</p>\n<p>\n  A ficção criada por Mattia e que sustenta a figuração destes mundos similares no seu universo gráfico, atravessada por todas estas vibrações disciplinares do conhecimento humano, é, afinal, originária de um erro próprio da visão divina e que, de algum modo, condicionou a nossa visão humana. Em última instância, os seus desenhos potenciam a impossibilidade da percepção do real e, por consequência, da sua representação já que “o homem sofre ao mesmo tempo de duas impotências contraditórias. Por um lado, ele não consegue ver o mundo simplesmente tal como ele é e, por outro, não pode inventar um mundo absolutamente diferente daquele que é” <sup>3</sup>.\n</p>\n<p class=\"small\">\n  <sup>1</sup> Mattia Denisse, <em>Compêndio de Geometria Clitoridiana</em>, 2014, p.23.\n  <br/><sup>2</sup> Mattia Denisse, <em>Compêndio de Geometria Clitoridiana</em>, 2014, p. 27.\n  <br/><sup>3</sup> Arthur Dessine-Tiamat (Mattia Denisse) <em>Arthur Dessine-Tiamat comenta Duplo Vê de Mattia Denisse</em> (texto da exposição <em>Duplo Vê</em>), Setembro, 2016.</p>"
        }
    },
    {
        "id": "idiot",
        "contents": {
            "en": "",
            "pt": "<p>O mundo é idiota. Não sou eu quem o afirma. Antes de mim outros idiotas mais ilustres chegaram a este sublime desfecho. O mundo é idiota. Ter este pensamento sempre atualizado é o ponto mais afiado da lucidez<sup>⁠</sup>. Se existissem, nos hipotéticos multiversos, mundos em tudo igual ao nosso, como o presumia Augusto Blanqui, não deixariam de o ser, cada um por si próprio. Mesmo a infinidade dos sósias – em fuga ou presos na sua solidão – que Blanqui imaginava para se libertar da cela onde estava recluso, e apesar das similitudes absolutas que isso implica,<i> </i>nunca iriam deixar de o ser. O mundo é idiota! Real!. “Sim senhor, e perigoso, sem dúvida, e sabem porquê? Porque o mundo é idiota! É mesmo de uma idiotice pegada.” Quem o soube dizer metodicamente foi o Espinosa com um pensamento simples, e eficaz, que podemos resumir assim: “Deus é tudo o que é”. Espinosa é o rei dos idiotas! Um idiota e um grande funâmbulo: transformou, numa cambalhota filosófica, o mundo em Deus e Deus no mundo todo. Inatacável! Os grandes pensadores são grandes estrategos! Mas existe uma tentação e um desejo, provavelmente tão antigos como a aparição do homem, de ver outras realidades atrás da realidade. Esta disposição natural do homem multiplica infinitamente as possibilidades de interpretação e o significado das coisas, e impede a existência de um materialismo puro, isto é, a possibilidade de nomear as coisas simplesmente como elas são. Este atavismo<sup>⁠</sup> – ver atrás das coisas outras coisas – nasce duma deformação ocular de Deus<i>, </i>um estrabismo convergente tão pronunciado que se traduz, na realidade, num desdobramento. Esta realidade, assimptota, não é mais do que o reflexo simétrico do mesmo, uma Tautologia. A questão é: Quem ou Quê está por detrás disso?</p><p>A velha pergunta&hellip; O Tautólogo! Deus Vesgo ou Deus ébrio? Deus Vesgo e Deus ébrio. São mais dois nomes a acrescentar à lista infinita dos seus nomes que são antes de tudo a denominação das suas qualidades. Mas é proibido pronunciar o seu verdadeiro nome, como se existisse atrás dele um segredo inconfessável. Todavia, no caso que nos ocupa, a proibição é derisória, <i>c’est une ruse</i>, porque o Nome é simplesmente impossível de articular: é a lista exaustiva de tudo o que é. E as histórias, também fazem parte da teimosia do real em ser unicamente o que é? </p><p>Claro. Mesmo as obras da imaginação são idiotas e Deus, que é a melhor e maior de todas elas, não escapa a esta armadilha<i> </i>tramada. O homem tem ao mesmo tempo duas impotências contraditórias. Por um lado, ele não consegue ver o mundo simplesmente tal como ele é. E por outro, não pode inventar um mundo absolutamente diferente daquele que é. Veja por exemplo as derisórias tentativas cosmogónicas, as metafísicas alambicadas ou as complexões filosóficas. São monstros coxos. Sem dúvida fascinantes. Existem para dar sentido a um mundo supostamente sem sentido aparente, onde atrás do visível se esconde um invisível superdotado. O que acontece é que estas elucubrações, na sua tentativa de acrescentar à realidade mais do que ela é, são automaticamente ingeridas por ela e mecanicamente transformadas em mais uma coisa dentro dela. Funciona como um sistema digestivo que nunca defeca ou uma garrafa que se enche sem nunca se esvaziar. No <i>Timeu</i>, Platão explica que o intestino do homem, com os seus trinta metros de comprimento, foi criado pelo demiurgo para que os homens pudessem ter tempo suficiente para pensar. Se não existisse, os alimentos entrariam e sairiam sem mediação e os homens, sem tempo entre a ingestão e a defecação, teriam de procurar permanentemente comida. Para a maioria das pessoas o imaginário tem a mesma função que o suco digestivo: transforma a realidade num alimento mais apetitoso. Grosso modo, substância dura! Ipso-facto, substância mole! A questão é a seguinte: será que o mundo é comestível?<i> </i></p><p>Talvez seja um desvio, mas não é. Existe um texto que tive o privilégio de ler em circunstâncias muito particulares. Foi sob a forma de um manuscrito que o descobri na biblioteca nacional de Sarajevo durante o cerco da cidade. Nesta estadia forçada, encontrei  por acaso, numa estante renegada – uma sucursal do inferno – o manuscrito. À primeira vista ele é compósito: coabitam nele um leque de estilos ecléticos sem nexo aparente. Não tinha título mas somente o nome do autor: RABI TIAMAT, O CAMALEÃO. O autor do manuscrito chamava-se assim, não por ter a capacidade de se confundir com o que o rodeava, mas por sofrer de um estrabismo tão divergente que conseguia ver num raio de 360 graus. Judeu de origem iraquiana foi acusado de heresia por ter publicado um conjunto de desenhos esquemáticos que retratavam Deus. Saiu do Iraque apenas com a companhia de uma mula. Viajou pela Ásia e pela África e finalmente instalou-se no lugar onde a mula decidiu morrer: a cidade de Soroca. A cidade, que era também conhecida pelo nome de Polychromia no tempo de Heródoto, situa-se na Bessarábia, região que agora pertence à Moldávia. Na época da morte da mula existia ainda uma importante comunidade judaica em Soroca que desconhecia o passado escandaloso do Rabi e por isso conseguiu ali se instalar e trabalhar. Juntou rapidamente dinheiro para trazer do Iraque a sua mulher e as suas sete filhas. Apesar da sua determinação em permanecer socialmente invisível, destacou-se primeiro na cidade, a seguir em toda a região e finalmente além-fronteiras como um grande oculista. E foi isso que o condenou à morte.</p><p>Em 1940, a Bessarábia passou a ser soviética no seguimento de uma cláusula secreta do pacto Hitler/Estaline e antes de ser tomada de novo pelos romenos, desta vez aliados de Hitler, em 1941. O marechal Antonescu, também conhecido como o Cão Vermelho, teve imenso êxito na sua política intensiva de deportação e ficou bem presente na memória dos poucos que lhe sobreviveram. Embora ciente do perigo, Rabi Tiamat, o Camaleão decidiu ficar na cidade. Enviou as suas filhas, a quem alterou os nomes, para casa de uma tia e, disfarçado de mendigo, organizou uma rede de resistência na cidade. Ironia do destino, o oculista foi denunciado por um cego que o acusava de ser responsável pela sua cegueira, e que o reconheceu pela voz. Os homens do Cão Vermelho, que gostavam de misturar o cinismo à crueldade, arrancaram-lhe os dois olhos na praça pública. Mas não o mataram. Agonizante, conseguiu arrastar-se até ao rio, e ao tentar atravessá-lo foi levado pelas suas fortes correntes. Assim desapareceu. A humanidade é generosa em histórias patéticas. Mas não é isso que motiva agora a menção a Rabi Tiamat, o Camaleão, mas uma cosmogonia original que tem, na minha opinião, e vocês poderão julgar por si mesmos, tudo a ver com a frase<i> </i>que comentamos. </p><p>Depois de uma leitura cuidadosa e fastidiosa do manuscrito, percebi que Rabi Tiamat, o Camaleão, apesar da aparente incongruidade entre as partes do manuscrito, tinha em mente um plano bastante coerente. Segundo ele, a “maldição patológica da qual a humanidade sofre desde a origem é a incoincidência”;<i> </i>a sua<i> </i>vontade era de corrigir este defeito, misturando métodos ocultos, esotéricos e espirituais aos racionais, técnicos e científicos do seu tempo. </p><p> Como já disse, o manuscrito não tinha título. Cada capítulo estava escrito num estilo ajustado ao que se pretendia para a teoria geral. O primeiro, sem nome, era um comentário sobre a génese no estilo clássico da literatura dialogal judaica. O segundo era um tratado de anatomia ocular com pranchas explicativas. A maioria das pranchas já tinham sido arrancadas, mas do pouco que restava reconhecemos a influência dos ilustradores do século XVII e XVIII como o Jacques Gautier d'Argoty. O terceiro capítulo, mais curto, era a tradução hebraica do episódio do ciclope na <i>Odisseia</i>. Foi traduzido, na perspetiva de o interpretar,<i> </i>utilizando técnicas hermenêuticas como a <i>gematria</i>, o <i>temura</i> ou o <i>notarikon</i> que funcionam, principalmente a primeira, apenas nesta língua. O quarto é um compêndio sobre a fabricação de lentes e óculos intitulado “Da fabricação de lentes para óculos e outros instrumentos ópticos”; o quinto um ensaio complexo que funcionava como um programa e se chamava “Ensaio sobre o estrabismo de Deus”. O último capítulo, uma série de desenhos técnicos para a construção de um par de óculos que, aplicados nas pessoas espiritualmente preparadas, teriam o poder de corrigir o erro inicial, erro esse que ocorreu nos  primeiros segundos da criação e que vinha, segundo Rabi Tiamat, o Camelão, de um defeito ocular da visão divina. Estes óculos permitiriam a quem os usasse de finalmente coincidir com a realidade. Quase todos os capítulos tinham esquemas explicativos inseridos a meio do texto.</p><p>O Rabi foi, sem dúvida, um leitor assíduo da escola de Isaac Lúria e da sua doutrina da “ruptura dos vasos”:  Existe um evento primordial chamado <i>tzimtzum</i>: a retração do infinito (<i>Ein-Sof</i>) nele próprio. Depois da retração, um resíduo (<i>Reschimu</i>) ficou no espaço circular. Lúria compara isso ao resquício de óleo ou vinho de uma garrafa cujo conteúdo tenha sido derramado. No seguimento, um raio de luz vindo do infinito, agora retraído, investiu este espaço. Da junção destes dois substratos (resíduo e feixe de luz) brotaram inúmeros mundos. Um deles chama-se Adam Kadmon e é o homem primevo. Das suas orelhas, do seu nariz e da sua boca, saíram raios de luz que se juntaram ao vaso comum. Denomina-se “O mundo das manchas” porque ainda é indiferenciado. Dos olhos do homem primordial saíram, de maneira simultaneamente circular e linear, como um saca-rolhas, dez raios de luz separados em dez <i>Sefirot</i>, cada um com o seu respetivo vaso. Cada vaso é constituído por uma luz mais grosseira que serve de recetáculo à luz mais subtil, recetáculos onde se organizam e ativam cada <i>Sefira</i>. É nesta altura que acontece a famosa “rutura dos vasos” (<i>Schevirat Ha-Keilim</i>). A luz, demasiado forte para ser contida, quebra e despedaça seis dos dez vasos que, na sua queda, arrastam com eles o resto dos mundos. Apesar disso, a maior parte da luz retorna à fonte divina. Só uma ínfima parte cai com os restos dos vasos quebrados, que assim se juntam formando as “cascas” (<i>Klipot</i>), elementos de potência tenebrosa e origem da matéria. São estas “cascas” que retêm as centelhas de luz que não conseguiram voltar à fonte divina. O papel do homem é libertá-las, “lutando pela perfeição do mundo”. Mas Para Rabi Tiamat, o Camaleão, Adam Kadmon é um demiurgo que tem figura de ciclope. Do seu único olho jorram dois raios de luz. O primeiro denomina-se Quem?, o segundo Quê?. É o olhar constante e ininterrupto do demiurgo que sustenta a realidade. Um apagão no olho, mesmo infinitesimal, seria o equivalente ao fim do mundo. Depois de muitas observações astronómicas sem resultado, Rabi Tiamat, o Camaleão percebeu que, para conhecer a verdadeira natureza ocular do ciclope – teria de se concentrar nas técnicas espirituais que a tradição lhe oferecia. Fechou-se no seu quarto. Depois de várias semanas de meditação, conseguiu produzir um eclipse interior, graças ao qual pôde penetrar no interior do olho de Adamo Kadmon, exatamente como entramos no interior de uma garrafa, e averiguar a justeza da sua intuição: não existia um olho só, mas dois olhos gémeos que se sobrepunham um ao outro. Depois de reanimado, Rabi Tiamat, o Camaleão descreveu assim o mecanismo bipolar: “Enquanto um vê e difunde a sua luz o outro ausenta-se. Intermitentemente, num vai e vem alucinante, cada um faz a sua revolução, de frente para trás e de trás para frente, até ao seu ponto inicial, a uma velocidade impossível de descrever. A colisão desencadeada por este eterno retorno impulsiona a revolução do outro. Ao mesmo tempo, fixados nos polos dos globos oculares que giram à volta de um eixo imaterial comum, rodam duas pálpebras em forma de foice. Estas pálpebras, constituídas pelas trevas mais puras, têm como função atenuar a luz para não ofuscar a realidade. É este o efeito que dá à luz a cintilação que a caracteriza. Porém, uma inatenção passageira do infinito, mais pequena que uma pedra no sapato, uma cárie numa dentadura perfeita, uma poeira no olho, veio intrometer-se, voluntariamente ou não – só Deus o sabe – na linda mecânica ocular ciclópica. O sincronismo, ainda recém-nascido, dessincronizou-se, e o ciclope ficou vesgo. Se pudesse olhar a divindade nos olhos sem ficarmos encadeados, nunca iriamos adivinhar que sofre de estrabismo. O defeito é invisível a olho nu. Só que na escala desmedida dos processos cosmogónicos, um desvio mínimo na origem transforma-se, com as distâncias astronómicas, num erro colossal. Os dois raios e, ao mesmo tempo, os dois substratos – o Quem? e o Quê? – que deviam juntar-se numa cópula perfeita, através da qual nasceria o real, foram desviados das suas trajetórias originais. Consequência: no lugar de uma realidade idiossincrática simples, formaram-se dois conjuntos gémeos, distintos e contraditórios. E é este pormenor infinitesimal que é, segundo Rabi Tiamat, o Camaleão, o anátema da in-coincidência. O “o que eu sou não o sei, o que eu sei não o sou”. Seria isso que Rabi tinha, modestamente, a intenção de corrigir? Ele sabia perfeitamente que era impossível consertar diretamente a mecânica divina. Mesmo assim quis deixar uma contribuição ao melhoramento do sistema cosmogónico: se não podia corrigir em cima ia emendar em baixo. Achou preferível, como oculista, resolver a perturbação visual inerente a cada homem, consequência invisível do erro primordial. Também estava ciente da dificuldade de convencer “doentes” que não sabem que o são em aceitar tratar-se. Mas Rabi Tiamat, o Camaleão vivia sem medo e a cada dia agradecia a Deus pela dádiva que lhe tinha concedido e que lhe tinha permitido vislumbrar a verdade: o seu estrabismo divergente e eminentemente ideal. </p><p>O manuscrito tem esquemas que ajudam a visualizar cada um dos desenvolvimentos da teoria camaleónica. </p><figure><img src=\"images/o-mundo-e-idiota-1.jpg\" alt=\"image\"/></figure><p>A fig. 1 representa o demiurgo e o lugar que ele ocupa no universo. Podemos ver as suas pupilas a vermelho e a verde, levemente descentradas, e os raios de luz que formam, em baixo, dois conjuntos. Para Rabi Tiamat, o Camaleão, cada olho tem uma natureza particular, e os olhos dos humanos estão igualmente submetidos a esta lei. Para o mundo não se abismar no caos, tudo o que nele existe tem de ser diferenciado e atualizado continuamente. O raio que sai do olho direito da divindade materializa a pergunta Quem?, e o que sai do olho esquerdo a pergunta Quê?. Teoricamente, se não tivessem sido desviados da sua trajetória inicial, os dois conjuntos iriam sobrepor-se na perfeição. Mas, depois da catástrofe, os raios cruzaram-se e formaram dois conjuntos antitéticos. Na interação dos dois, no único lugar onde coincidem, existe o real.</p><p><br/></p><figure><img src=\"images/o-mundo-e-idiota-2.jpg\" alt=\"image\"/></figure><p>A fig. 2 é o homem comum. Aqui o Quem? e o Quê? confundem-se, como podemos ver no alto da sua cabeça, num lugar cego. Apesar de não conseguir ver mais do que a realidade, aqui representada a amarelo, vislumbra sem o saber (inconscientemente) o espaço compreendido entre os raios residuais A e B que delimitam as margens periféricas dos conjuntos principais. É este espaço fantasma – fóssil imaterial da visão divina primeva – que está na origem da procura ininterrupta dum mundo atrás do mundo, de outra realidade atrás do real e do invisível atrás do visível. Para o homem, o erro tornou-se inato. <br/></p><p><br/></p><figure><img src=\"images/o-mundo-e-idiota-3.jpg\" alt=\"image\"/></figure><p>A fig. 3 revela o homem ébrio, no limiar entre a loucura total e a lucidez absoluta. Com a ajuda dos espirituosos, os conjuntos aproximam-se do centro e justapõem-se. Mas este homem, bêbedo, é confundido pelo seu próprio entusiasmo e perde-se em conjeturas. Impelido pelo seu próprio peso, movimento e velocidade, deixa passar o momento oportuno de ver o que é sem disfarce interior. <br/></p><p><br/></p><figure><img src=\"images/o-mundo-e-idiota-4.jpg\" alt=\"image\"/></figure><p>A fig. 4 é o retrato de um homem sábio. Aqui o Quem? e o Quê? residem um em cada olho e os raios de luz juntam-se. A realidade está nítida e o homem lúcido. O sábio coincide com a realidade, mas nem por isso alcança a coincidência absoluta. </p><p><br/></p><figure><img src=\"images/o-mundo-e-idiota-5.jpg\" alt=\"image\"/></figure><p>Só um homem superior, representado na fig. 5, possuidor de um estrabismo divergente natural ou de um par de óculos que corrijam o desaprumo, consegue restabelecer a ordem cosmogónica imaginada pela divindade antes da catástrofe. Rabi Tiamat, o Camaleão, conseguiu alcançar o mais alto nível do pensamento, o que se adivinhava no esboço da doutrina que deixou, uma obra poderosa pela sua singularidade e audácia, tão importante como as obras dos seus sucessores mais considerados. Infelizmente, e antes de poder aprimorar o seu sistema, Rabi Tiamat, o Camaleão, foi alcançado pela história trágica e a crueldade dos homens sem noção.</p>"
        }
    }
]
