[
    {
        "id": 1,
        "date": "2017-10-20 16:55:50 GMT",
        "type": "text",
        "title": {
            "en": "Duplo Vê. The Tautologist",
            "pt": "Duplo Vê: o Tautólogo"
        },
        "body": {
            "en": "<figure><img src=\"images/oy4scgFDeq1ufstie_540.gif\" alt=\"image\"/></figure><p><i>Duplo Vê. The\n</i>Tautologist is available at <a href=\"https://doisdias.wordpress.com/livros/duplo-ve-o-tautologo/\">Dois Dias</a>\nonline\nbookstore (w/ free shipping).</p><p><i>Duplo Vê</i>*<i>. The Tautologist</i> (name given to the demiurge creator of tautology) is essentially a book of images, made of: a selection of original drawings taken from Mattia Denisse’s exhibition at Casa das Histórias — Museu Paula Rego; bicolour blue and red tautological drawings that are the transcription of the original drawings until their schematization (an exercise that follows the conviction that if a cross-eyed God made a duplicate of the world, each thing should hold, even in things that result from the labour of our imagination, an identical double); anagram-drawings, loose lists of anagrams made from the titles of the original drawings that, as literary extensions of the tautological drawings, infinitely multiply their meanings; and, lastly, the literary and graphic translation of the anagrams  — the impossible promise to return to the drawings their original meanings. These four typologies suffer metamorphoses: original drawings/tautological drawings, tautological drawings/anagram-drawings and anagram-drawings/literary and graphic translation. These transformations end up having, like the drawing of a W, a mirrored symmetry. Some of them look around at others, recognizing themselves in the similarities and/or in the transfigurations.    <br/></p><p>—</p><p>* the Portuguese name for the letter W. In English a literal translation would be <i>double v</i>, but the correct name for the letter W in English would be double u. In Portuguese this represents a play on words because “Vê” is also a form of the verb to see. This double meaning is lost in the English translation.  </p><figure><img src=\"images/p10yeayWpf1ufstie_540.jpg\"/></figure>",
            "pt": "<figure><img src=\"images/oy4scgFDeq1ufstie_540.gif\" alt=\"image\"/></figure><p><i>Duplo Vê: o Tautólogo</i> à venda na loja online da <a href=\"https://doisdias.wordpress.com/livros/duplo-ve-o-tautologo/\">Dois Dias</a> (portes de correio gratuitos).<br/></p><p><i>Existe uma tentação provavelmente tão antiga como a aparição do Homem: o desejo de ver outras realidades atrás da realidade. Esta disposição multiplica infinitamente as possibilidades de interpretação e o significado das coisas. Este atavismo — ver atrás das coisas outras coisas — nasce duma deformação ocular de Deus, um estrabismo convergente tão pronunciado que se traduz num desdobramento. Estas realidades, assímptotas, não são mais do que o reflexo simétrico do mesmo, uma Tautologia.</i><br/>in <i>Duplo Vê — o Tautólogo</i>, Mattia Denisse</p><p>x<br/></p><p><i>Duplo Vê. O Tautólogo</i> (nome dado ao demiurgo criador da tautologia) é essencialmente um livro de imagens, composto por: uma seleção dos desenhos originais provenientes da exposição de Mattia Denisse na Casa Das Histórias — Museu Paula Rego; desenhos tautológicos bicolores azuis e vermelhos que são a transcrição dos desenhos originais até à sua esquematização (exercício que segue a convicção de que se um Deus Vesgo fez o mundo duplicado, deve existir em cada coisa, e mesmo nas coisas que são fruto da nossa imaginação, um duplo semelhante); desenhos-anagrama, listas soltas de anagramas feitos a partir dos títulos dos desenhos originais que, como extensões literárias dos desenhos tautológicos, multiplicam infinitamente os seus significados; e, por último, a tradução literária e gráfica dos anagramas — promessa impossível de devolver os significados originais aos desenhos. Estas quatro tipologias sofrem metamorfoses: desenhos originais/desenhos tautológicos, desenhos tautológicos/desenhos-anagrama e desenhos-anagrama/tradução literária e gráfica. Estas transformações acabam por ter, como o desenho de um W, uma simetria em espelho. Uns olham para os outros, reconhecendo-se nas semelhanças e/ou transfigurações.</p><p>x<br/></p><p>500 exemplares<br/>Capa mole.<br/>Offset<br/>256 pp.<br/>P.V.P: 25 euros</p><figure><img src=\"images/p10yeayWpf1ufstie_540.jpg\"/></figure>"
        }
    },
    {
        "id": 2,
        "date": "2017-10-19 18:09:21 GMT",
        "type": "text",
        "title": null,
        "body": {
            "en": "<p><i>Duplo Vê</i> project traveled in time and space with the following presentations:</p><figure><img src=\"images/p0582faLTJ1ufstie_540.jpg\" alt=\"image\"></figure><p><b>February 16, 2017</b></p><p>Launch of <i>Duplo Vê </i>website at Bar Irreal (Lisbon), with Lígia Afonso, Rui Paiva, Sofia Gonçalves and Mattia Denisse.</p><p>—</p><figure><img src=\"images/p05835Ygcs1ufstie_540.jpg\" alt=\"image\"/></figure><p><b>May 22, 2017</b></p><p>Presentation of the project and website at the\nFaculty of Fine Arts in Lisbon, in the context of the subject taught by Alexandre Estrela. Guided tour at ZDB Gallery exhibition, w/ Mattia Denisse.</p><p>—</p><figure><img src=\"images/p109pxMYOh1ufstie_540.jpg\"/></figure><p><b>June 16, 2017</b></p><p>Master Class at ESAD/IPL (Caldas da Rainha),\nwithin the scope of the subject taught by Susana Gaudêncio, w/ Mattia Denisse.</p><p>—</p><figure><img src=\"images/p0584kPwjw1ufstie_540.jpg\" alt=\"image\"/></figure><p> <b>June 18, 2017</b></p><p>Book launch of <i>Duplo Vê. The </i>Tautologist\nin ZDB Gallery (Lisbon), with readings by Nuno Moura and w/\nLigia Afonso, Rui Paiva, Sofia Gonçalves and Mattia Denisse (photo © Lais\nPereira).</p><p>—</p><figure><img src=\"images/p0585rBg7U1ufstie_540.jpg\" alt=\"image\"/></figure><p> <b>July 1, 2017</b></p><p>Book launch of <i>Duplo Vê. The </i>Tautologist\nin the Inc. bookstore (Oporto), w/ Nuno Faria and Mattia\nDenisse.</p><p>—</p><p><b>September 3, 2017</b></p><p>Finissage exhibition of <i>Deus Verme, Mattia Denisse with João Maria Gusmão &amp; Pedro Paiva</i>\nand presentation of <i>Duplo Vê. The\n</i>Tautologist, in Galerie Caroline Pagès (Lisbon).</p><p>—</p><figure><img src=\"images/p058u3IGD41ufstie_540.gif\" alt=\"image\"/></figure><p><b>September 28, 2017</b></p><p>Presentation of the project and website at the\nCollege of Arts of the University of Coimbra, in the scope of the subjects Editorial\nDesign for Digital Media and Drawing, taught by António Silveira Gomes and\nAlice Geirinhas. W/ Sofia Gonçalves and Mattia Denisse.</p><p>—</p><figure><img src=\"images/p05879LlWE1ufstie_540.png\" alt=\"image\"/></figure><p><b>October 19, 2017</b></p><p>Dupluvedupluvedupluve.com residence at\nartecapital.</p><p>—</p><figure><img src=\"images/p0587o9zRK1ufstie_540.jpg\" alt=\"image\"/></figure><p><b>October 25, 2017</b></p><p>Master Class at the Faculty of Fine Arts of Oporto,\ninvited by Professor Aida Castro. W/ Mattia Denisse and Laeticia Morais as\nguest.</p><p>—</p><figure><img src=\"images/p109pmoOCy1ufstie_540.gif\"/></figure><p><b>November 24, 2017</b><br/>BIG - Bienal de ilustração de Guimarães’ conference at CIAJG - Centro Internacional das Artes José de Guimarães, invited by and with the moderation of Pedro Moura.</p>",
            "pt": "<p>O projeto <i>Duplo Vê</i> viajou no tempo e no espaço com as seguintes apresentações:</p><figure><img src=\"images/p0582faLTJ1ufstie_540.jpg\" alt=\"image\"></figure><p><b>16 de fevereiro de 2017</b><br/>Lançamento do website<i>\nDuplo Vê</i> no Bar Irreal (Lisboa), com a presença de Lígia Afonso, Rui Paiva, Sofia Gonçalves e Mattia Denisse.</p><p><b>—</b></p><figure><img src=\"images/p05835Ygcs1ufstie_540.jpg\" alt=\"image\"/></figure><p><b>22 maio de 2017</b> <br/>Apresentação do projeto e website na Faculdade de Belas-Artes de Lisboa, no âmbito de disciplina lecionada por Alexandre Estrela. Visita à exposição na Galeria ZDB, com a presença de Mattia Denisse.</p><p>—</p><figure><img src=\"images/p109pxMYOh1ufstie_540.jpg\"/></figure><p><b>16 de junho de 2017</b> <br/>Aula na ESAD/IPL (Caldas da Rainha), no âmbito de\ndisciplina lecionada por Susana Gaudêncio, com a presença de Mattia Denisse.</p><p> —</p><figure><img src=\"images/p0584kPwjw1ufstie_540.jpg\" alt=\"image\"/></figure><p><b>18 de junho de 2017</b> <br/>Lançamento do livro <i>Duplo\nVê: o Tautólogo</i> na Galeria ZDB (Lisboa), com leitura de Nuno Moura e\npresença de Ligia Afonso, Rui Paiva, Sofia Gonçalves e Mattia Denisse (fotografia © Lais Pereira).</p><p>— </p><figure><img src=\"images/p0585rBg7U1ufstie_540.jpg\" alt=\"image\"/></figure><p><b>1 de julho de 2017</b> <br/>Lançamento do livro <i>Duplo\nVê: o Tautólogo</i> na livraria Inc., com Nuno Faria e Mattia Denisse.</p><p>— </p><p><b>3 de setembro de 2017</b><br/>Finissage exposição <i>Deus\nVerme, Mattia Denisse with João Maria Gusmão &amp; Pedro Paiva</i> e apresentação\ndo livro<i> Duplo Vê: o Tautólogo</i>, na\nGalerie Caroline Pagès (Lisboa).</p><p>— </p><figure><img src=\"images/p058u3IGD41ufstie_540.gif\" alt=\"image\"/></figure><p><b>28 de setembro de 2017</b><br/>Apresentação do projeto e website no Colégio das Artes da\nUniversidade de Coimbra, no âmbito das disciplinas de Design Editorial para Meios\nDigitais e Desenho, lecionadas\npelos docentes António Silveira Gomes e Alice Geirinhas. Com a presença de Sofia Gonçalves e Mattia Denisse.</p><p>— </p><figure><img src=\"images/p05879LlWE1ufstie_540.png\" alt=\"image\"/></figure><p><b>19 de\noutubro de 2017</b><br/>Residência\ndo website Dupluvedupluvedupluve.com na artecapital.</p><p>— </p><figure><img src=\"images/p0587o9zRK1ufstie_540.jpg\" alt=\"image\"/></figure><p><b>25 de\noutubro de 2017</b><br/>Aula\nMagna na Faculdade de Belas-Artes do Porto, a convite da Professora Aida\nCastro. Com a presença de Mattia Denisse e a convidada Laeticia Morais. </p><p>—</p><figure><img src=\"images/p109pmoOCy1ufstie_540.gif\"/></figure><p><b>24 de Novembro de 2017</b><br/>Conferência no âmbito da BIG - Bienal de ilustração de Guimarães no CIAJG - Centro Internacional das Artes José de Guimarães, convidado por e com a moderação de Pedro Moura.</p>"
        }
    },
    {
        "id": 3,
        "date": "2017-06-08 15:37:51 GMT",
        "type": "video",
        "title": null,
        "video_url": "images/or8jef69I51w5s2u5.mp4",
        "thumbnail_url": "images/or8jef69I51w5s2u5_frame1.jpg"
    }
]
